{
  "es": {
    "Definición": "<p>La sustentabilidad es la capacidad de satisfacer las necesidades del presente sin comprometer la capacidad de las futuras generaciones para satisfacer sus propias necesidades. Se refiere al uso responsable de los recursos naturales, sociales y económicos de manera que se mantenga un equilibrio a largo plazo entre el crecimiento humano y la conservación del medio ambiente.</p>",
    "Naturaleza": "<p>La sustentabilidad abarca varios pilares fundamentales entre ellos:</p><ul><li><strong>AMBIENTAL:</strong> busca la conservación de los recursos naturales, la biodiversidad y la salud del planeta. Implica el uso responsable de los recursos y la minimización de los impactos negativos en el medio ambiente.</li><li><strong>ECONOMÍA:</strong> se refiere a crear economías estables y equitativas que generen oportunidades de bienestar a largo plazo, sin agotar los recursos financieros o humanos.</li><li><strong>SOCIEDAD:</strong> promueve el bienestar de las personas, asegurando el acceso equitativo a oportunidades, justicia social, educación, salud y otros aspectos fundamentales para una vida digna.</li></ul><p>La sustentabilidad es un enfoque integral que busca un equilibrio entre estos tres aspectos para garantizar un futuro viable y justo para todos los seres humanos y el planeta.</p>",
    "Significado": "<p>La sustentabilidad implica un compromiso ético con el planeta y con las generaciones futuras. Significa actuar con responsabilidad y conciencia, tanto a nivel individual como colectivo, para garantizar un equilibrio entre el desarrollo humano y la preservación de los ecosistemas.</p>",
    "Descripción": "<p> Ser sustentable no solo es una cuestión ecológica, sino también una forma de vida que considera el impacto de nuestras acciones. La sustentabilidad busca crear un modelo de desarrollo que sea duradero, justo y respetuoso con la vida en todas sus formas.</p>",
    "Resumen": "<p>La sustentabilidad es un enfoque integral que busca satisfacer las necesidades actuales sin comprometer las de las futuras generaciones. Se basa en tres pilares: ambiental, económico y social, promoviendo un equilibrio entre desarrollo humano y cuidado del planeta. Implica el uso responsable de los recursos, la equidad social y la estabilidad económica. Adoptar prácticas sustentables es clave para garantizar un futuro justo, saludable y viable para todos.</p>",
    "Conclusión": "<p>La sustentabilidad es la capacidad de satisfacer las necesidades de las sociedades actuales gestionando de manera equilibrada los sistemas sociales, económicos y ambientales, haciendo un uso equilibrado,responsable y consciente de los recursos, contemplando el bienestar y la capacidad de desarrollo e igualdad de oportunidades de las sociedades futuras. </p><br></br>"
  },
  "pq": {
    "Causa": "<p>La sustentabilidad nace debido al consumo excesivo de los recursos naturales, sin tener un compromiso en su disponibilidad para las generaciones futuras. Esto se atribuye a la falta de control en la adquisición de los recursos, las prácticas humanas destructivas y los procesos contaminantes.</p><p>Entonces, la sustentabilidad es la necesidad de proteger y preservar los recursos naturales del planeta.</p><p>Por ejemplo, el crecimiento industrial, el consumo desmedido y la urbanización acelerada han deteriorado el medio ambiente.</p><p>Acciones como la tala masiva de bosques, la contaminación del aire y el océano provoca que los ecosistemas estén colapsando.</p><p>Además, el planeta tiene recursos limitados: agua dulce, minerales, petróleo, tierras fértiles. Si seguimos explotándolos al ritmo actual, estos recursos se agotarán, poniendo en peligro no solo a las generaciones futuras, sino también a la actual.</p><p>La causa de la sustentabilidad, entonces, es el urgente llamado a frenar este deterioro ambiental y restaurar el equilibrio natural.</p>",
    "Motivo": "<p>El motivo que impulsa la sustentabilidad es lograr un equilibrio entre el desarrollo económico, el cuidado ambiental y la justicia social. No se trata de frenar el crecimiento o volver al pasado, sino de avanzar de manera más inteligente: usando energías limpias, reciclando, construyendo ciudades verdes, consumiendo de manera responsable y reduciendo las desigualdades.</p><p>El motivo también es asegurar la supervivencia. Sin un medio ambiente sano, no hay economía ni sociedad que pueda sostenerse. La sustentabilidad busca que el planeta sea habitable para las generaciones actuales y futuras, promoviendo un modelo de vida que sea duradero y respetuoso.</p>",
    "Razón": "<p>La razón de impulsar la sustentabilidad es corregir los efectos negativos que nuestras actividades humanas han generado.</p><p>Las acciones pasadas y presentes (como la contaminación, la emisión de gases de efecto invernadero, el consumo masivo e irresponsable, la tala de bosques, etc.) han alterado de manera peligrosa el clima y los ecosistemas.</p><p>Además, la sustentabilidad no solo protege al medio ambiente, sino que también asegura equidad social y viabilidad económica. Si seguimos destruyendo nuestro entorno, muchas comunidades perderán sus medios de vida (agricultura, pesca, turismo) y aumentarán la pobreza y la desigualdad.</p><p>De esta manera, la razón de la sustentabilidad queda clara: queremos y necesitamos vivir en un planeta sano que garantice bienestar para todos, tanto en el presente como en el futuro.</p><p>La sustentabilidad busca corregir el rumbo que toman las acciones inconscientes y desmedidas que realiza la sociedad.</p>",
    "Explicación": "<p>La sustentabilidad surge como una respuesta a los crecientes desafíos ambientales, sociales y económicos que enfrenta el mundo debido al uso desmedido e irresponsable de los recursos naturales. A lo largo del tiempo, el modelo de desarrollo basado en el crecimiento económico constante y el consumo intensivo de recursos ha generado consecuencias negativas como:</p><ul><li>Deforestación y pérdida de biodiversidad</li><li>Contaminación del aire, agua y suelo</li><li>Cambio climático provocado por emisiones de gases de efecto invernadero</li><li>Agotamiento de recursos no renovables</li><li>Desigualdades sociales y económicas</li></ul><p>Ante esta situación, surge la necesidad de replantear cómo las sociedades producen, consumen y se relacionan con el entorno. La sustentabilidad propone un modelo de desarrollo que permita satisfacer las necesidades actuales sin comprometer la capacidad de las futuras generaciones para satisfacer las suyas, integrando tres dimensiones clave, nombradas anteriormente: ambiental, económica y social.</p>",
    "Justificación": "<ul><li><strong>LIMITACIÓN DE RECURSOS:</strong> el planeta tiene una capacidad finita para proveer materias primas, agua, energía y aire limpio. La sobreexplotación actual no es sostenible a largo plazo.</li><li><strong>IMPACTO AMBIENTAL ACUMULADO:</strong> la evidencia científica ha demostrado que muchas actividades humanas están alterando los ecosistemas y acelerando procesos como el calentamiento global y la extinción masiva de especies.</li><li><strong>RESPONSABILIDAD INTERGENERACIONAL:</strong> la sustentabilidad promueve una ética que valora el derecho de las generaciones futuras a disfrutar de un ambiente saludable y recursos suficientes.</li><li><strong>INEQUIDAD SOCIAL:</strong> el modelo tradicional de desarrollo ha generado profundas desigualdades. La sustentabilidad busca un equilibrio que garantice el bienestar para todos, no solo para unos pocos.</li><li><strong>PRESIÓN INTERNACIONAL Y ACUERDOS GLOBALES:</strong> cumbres como la de Río (1992), los Objetivos de Desarrollo Sostenible (ODS) de la ONU y el Acuerdo de París han puesto la sustentabilidad en el centro de las agendas globales, reconociendo su importancia para la paz, la prosperidad y la supervivencia del planeta.</li></ul>",
    "Circunstancia": "<p>Las circunstancias que dan lugar a la sustentabilidad se refieren a las condiciones sociales, económicas, ambientales y políticas que permiten el desarrollo de sistemas que satisfacen las necesidades del presente sin comprometer la capacidad de las futuras generaciones.</p><p>Estas circunstancias incluyen:</p><ul><li><strong>CONCIENCIA AMBIENTAL:</strong> mayor conocimiento de los impactos negativos de las actividades humanas sobre el medio ambiente. Cambios en los hábitos de consumo hacia opciones más amigables con el medio ambiente.</li><li><strong>CALENTAMIENTO GLOBAL:</strong> Las temperaturas suben, provocando olas de calor, incendios forestales, huracanes más fuertes y deshielo en los polos.</li><li><strong>ESCASEZ DE AGUA:</strong> Millones de personas ya viven en zonas con falta de agua potable.</li><li><strong>PÉRDIDA DE BIODIVERSIDAD:</strong> Muchas especies están en peligro o ya han desaparecido debido a la destrucción de sus hábitats.</li><li><strong>CRISIS ALIMENTARIA:</strong> Los suelos fértiles se están degradando y la producción de alimentos se vuelve más difícil.</li><li><strong>DESIGUALDAD SOCIAL:</strong> El acceso a los recursos naturales no es equitativo, lo que genera conflictos y migraciones forzadas.</li><li><strong>CONTAMINACIÓN:</strong> El aire, los ríos y los océanos están llenos de residuos tóxicos y plásticos.</li></ul>",
    "Resumen": "<p>En resumen, la sustentabilidad surge como una necesidad urgente y racional ante los límites del planeta y los efectos negativos del modelo de desarrollo actual. Es una propuesta integral que busca armonizar el crecimiento económico, la equidad social y la protección ambiental para garantizar un futuro viable para todos.</p>",
    "Conclusión": "<p>La sustentabilidad nace a partir de la consciencia de cada uno, de que nosotros empezemos a tomar un rol como seres comprometidos con hacer un cambio por nuestro planeta. Surge cuando observamos la situación actual que nos rodea y sentimos la necesidad de proteger y preservar los recursos naturales.</p> <br> </br>"
  },
  "pa":{
    "Propósito": "<p>El propósito de la sustentabilidad es garantizar el equilibrio entre el crecimiento económico, el bienestar social y la protección del medio ambiente, asegurando que los recursos del planeta estén disponibles tanto para las generaciones presentes como futuras. Busca transformar nuestra forma de vivir, producir y consumir hacia un modelo más consciente y responsable.</p>",
    "Objetivo": "<p>El objetivo principal es alcanzar un desarrollo que sea sostenible en el tiempo, es decir, que permita satisfacer las necesidades actuales sin comprometer la capacidad de las generaciones futuras. Esto implica conservar los ecosistemas, reducir la desigualdad, y promover prácticas económicas viables y éticas.</p><p>Sus objetivos incluyen:</p><ul><li><strong>PROTEGER EL MEDIO AMBIENTE:</strong> preservar los ecosistemas, la biodiversidad y los recursos naturales para evitar su degradación.</li><li><strong>PROMOVER EL BIENESTAR SOCIAL:</strong> asegurar una calidad de vida digna para todas las personas, impulsando la equidad social, el acceso a recursos básicos como agua, alimentos, salud y educación.</li><li><strong>FOMENTAR EL CRECIMIENTO ECONÓMICO RESPONSABLE:</strong> impulsar un desarrollo económico que sea inclusivo y que no agote los recursos naturales, promoviendo modelos de negocio y producción más sostenibles.</li><li><strong>COMBATIR EL CAMBIO CLIMÁTICO:</strong> reducir las emisiones de gases de efecto invernadero y adoptar prácticas que mitiguen los efectos del cambio climático.</li><li><strong>FOMENTAR LA EDUCACIÓN AMBIENTAL:</strong> crear conciencia en las personas sobre la importancia de cuidar el entorno natural y actuar de manera responsable.</li><li><strong>IMPULSAR LA INNOVACIÓN SOSTENIBLE:</strong> desarrollar tecnologías y soluciones que permitan vivir de forma más eficiente y respetuosa con el planeta.</li></ul>",
    "Finalidad": "<p>La finalidad de la sustentabilidad es asegurar la continuidad de la vida en el planeta en condiciones dignas para todos los seres vivos, evitando el colapso ambiental, económico o social debido al uso irracional de los recursos.</p>",
    "Motivo": "<p>La sustentabilidad surge como respuesta a la crisis ambiental, social y económica generada por modelos de desarrollo insostenibles, como el cambio climático, la escasez de agua, la contaminación, la pérdida de biodiversidad y la exclusión social. Es una forma de corregir el rumbo antes de que las consecuencias sean irreversibles.</p>",
    "Intención": "<p>La intención es fomentar una conciencia global y colectiva sobre la importancia de cuidar el entorno natural y construir sociedades más justas y resilientes. También busca promover la participación activa de gobiernos, empresas y ciudadanos en la transformación hacia un futuro más equitativo y sostenible.</p>",
    "Resumen": "<p>En resumen, la sustentabilidad surge para que las personas empiecen a tener noción de que al planeta lo debemos cuidar entre todos y para eso debemos ser personas activas. Debemos fomentar la protección del medio ambiente y asegurar que las futuras generaciones cuenten con recursos naturales.</p>",
    "Conclusión": "<p>La intención es fomentar una conciencia global y colectiva sobre la importancia de cuidar el entorno natural y construir sociedades más justas y resilientes. También busca promover la participación activa de gobiernos, empresas y ciudadanos en la transformación hacia un futuro más equitativo y sostenible.</p>"
  },
  "qu":{
    "Persona Responsable": "<p>La sustentabilidad involucra a toda la sociedad: gobiernos, empresas, organizaciones civiles y ciudadanos.</p><p><strong>Gobiernos y organismos internacionales:</strong> crean leyes y políticas ambientales.</p><p><strong>Empresas:</strong> responsables de aplicar prácticas sostenibles en sus procesos.</p><p><strong>Individuos:</strong> responsables de adoptar hábitos sostenibles en su vida diaria.</p>",
    "Persona Interviniente": "<p><strong>ONGs y movimientos ambientalistas:</strong> promueven el cuidado ambiental y realizan campañas.</p><p><strong>Educadores y científicos:</strong> generan conocimiento y concientización.</p><p><strong>Medios de comunicación:</strong> difunden información y crean conciencia colectiva.</p>",
    "Persona Afectada": "<p><strong>Población actual:</strong> afectada por la contaminación, el cambio climático, la escasez de recursos.</p><p><strong>Generaciones futuras:</strong> heredarán las consecuencias de las decisiones actuales.</p><p><strong>Ecosistemas y especies:</strong> directamente impactados por las acciones humanas.</p>",
    "Roles": "<p><strong>Ciudadano:</strong> reduce, reutiliza, recicla, consume responsablemente.</p><p><strong>Empresa:</strong> aplica políticas de RSE (Responsabilidad Social Empresarial), minimiza impactos.</p><p><strong>Estado:</strong> regula, fiscaliza y promueve leyes ambientales.</p><p><strong>Educador:</strong> forma conciencia ambiental desde edades tempranas.</p>",
    "Sistemas": {
    "Sistemas Ecológicos O Naturales": "<p>Busca conservar la biodiversidad, el suelo, el agua y los servicios ecosistémicos a largo plazo.</p>",
    "Sistemas Urbanos": "<p>Se busca minimizar el impacto ambiental, mejorar la calidad de vida y hacer un uso eficiente de recursos.</p><ul><li>Transporte público eléctrico o la infraestructura para vehículos eléctricos, que ayudan a reducir la huella de carbono de las ciudades.</li><li>Ciudades sostenibles que incluyen la planificación urbana verde, edificios con eficiencia energética y el uso de tecnologías inteligentes para reducir el impacto ambiental.</li></ul>",
    "Sistemas Industriales Y Económicos": "<p>Se promueve la economía circular, eficiencia energética y reducción de la huella de carbono.</p>",
    "Sistemas Agrícolas Y Alimentarios": "<p>La sostenibilidad aquí se enfoca en prácticas agrícolas responsables, seguridad alimentaria y protección del suelo y agua.</p><p>Sistemas agrícolas que utilizan prácticas que conservan los recursos del suelo, el agua y la biodiversidad, al tiempo que mantienen una producción eficiente y respetuosa con el medio ambiente.</p><p>Certificaciones de manejo forestal sostenible (como FSC - Forest Stewardship Council) que aseguran que los bosques se exploten de manera responsable, manteniendo su biodiversidad y regeneración.</p>",
    "Sistemas Educativos": "<p>Incorporar la sostenibilidad en la enseñanza y fomentar una cultura de conciencia ambiental y social.</p><p>Plataformas y programas educativos que promueven la conciencia ambiental y la acción sostenible, como cursos sobre cambio climático o programas de certificación para empresas que siguen prácticas sostenibles.</p>",
    "Sistemas Domésticos O Familiares": "<p>Buscan minimizar los residuos y promover el uso eficiente de los materiales. Las decisiones cotidianas también contribuyen a la sustentabilidad.</p><ul><li>Consumo energético en el hogar</li><li>Gestión de residuos</li><li>Consumo responsable</li><li>Reciclaje</li><li>Compostaje</li><li>Economía circular</li></ul>",
    "Sistemas Energéticos": "<p>Energías renovables. Eliminación de presas.</p><p>Sistemas solares, eólicos o hidroeléctricos, que generan energía de fuentes renovables, ayudando a reducir la dependencia de combustibles fósiles.</p>",
    "Sistemas PolíticosY De Gobernanza": "<p>Se trabaja en la toma de decisiones éticas, participativas y orientadas al bien común y al desarrollo sostenible.</p><ul><li>Gobiernos locales y nacionales</li><li>Políticas públicas</li><li>Sistemas legislativos</li></ul>",
    "Sistemas De Construcción": "<p>Busca minimizar el impacto ambiental durante todo el ciclo de vida de una edificación: desde el diseño, la elección de materiales, la construcción, el uso, hasta la demolición o reutilización.</p><ul><li>Construcción con materiales reciclados o reutilizados. Por ejemplo, asfalto producido a través del reciclaje de neumáticos y plásticos.</li><li>Construcción con materiales naturales.</li><li>Arquitectura bioclimática: diseño adaptado al clima local, orientación solar.</li><li>Integración de energías renovables: paneles solares, iluminación solar, calentadores solares.</li><li>Techos y muros verdes que aíslan térmicamente, ayudan a mejorar la calidad del aire.</li><li>Edificios inteligentes que permiten automatizar procesos para el uso eficiente de energía, luz, agua y climatización.</li></ul>"
  },
    "Resumen": "La sustentabilidad es responsabilidad de todos. Cada persona y sector cumple un rol fundamental: desde los gobiernos que establecen normas, hasta los ciudadanos que adoptan prácticas responsables. Es un compromiso colectivo con el presente y el futuro, buscando un equilibrio entre el desarrollo económico, el cuidado del ambiente y el bienestar social.",
    "Conclusión": "La sustentabilidad nos invita a asumir nuestra responsabilidad como ciudadanos, empresa, estado y educador. Nos recuerda que nuestro accionar es fundamental para preservar los recursos del planeta, garantizar el bienestar de las generaciones actuales y futuras. A través del trabajo colaborativo y consciente de todos podremos lograr un mundo en equilibrio."
  },

  "cua":{
    "Momento": "La sustentabilidad debe hacerse ahora. El momento actual es crítico debido al aumento de los efectos del cambio climático, la pérdida de biodiversidad, y el agotamiento de recursos naturales. Cada decisión que se toma hoy impacta el futuro del planeta.",
    "Tiempo": "La sustentabilidad debe pensarse a largo plazo. No se trata solo de soluciones inmediatas, sino de generar un modelo de desarrollo que perdure a través del tiempo, asegurando el bienestar de las generaciones presentes y futuras.",
    "Ocasión": "Cada acción cotidiana representa una ocasión para ser más sustentables: desde cómo consumimos productos, hasta cómo usamos la energía o gestionamos los residuos. También es una ocasión para transformar industrias, políticas públicas y modelos económicos hacia una lógica más verde y equitativa.",
    "Resumen": "La sustentabilidad implica un equilibrio entre el crecimiento económico, la equidad social y el cuidado del medio ambiente. Requiere conciencia, compromiso y cambios en hábitos personales, empresariales y gubernamentales.",
    "Conclusión": "La sustentabilidad no es una opción, es una necesidad. El momento de actuar es ahora. La sostenibilidad es el camino para garantizar un futuro viable en el que las personas y el planeta puedan prosperar juntos."
  },
  
  "do":{
    "Sitio": "La <strong>sustentabilidad</strong> se aplica en todas partes: en el hogar, en la escuela, en el trabajo, en el campo, en la ciudad y en cualquier lugar donde se tomen decisiones que afecten al ambiente o a las personas. Cada sitio específico tiene sus propias necesidades y oportunidades. Por ejemplo:<br>&bull; En una empresa, se pueden optimizar procesos y reducir residuos.<br>&bull; En una escuela, se puede educar para formar conciencia ambiental.<br>&bull; En una casa, se pueden aplicar prácticas como el reciclaje o el ahorro de energía.",
    "Lugar": "No importa si el lugar es grande o pequeño, urbano o rural: todos los lugares son importantes para implementar la <strong>sustentabilidad</strong>. El impacto colectivo surge de muchas pequeñas acciones locales.",
    "Ubicación": "La ubicación geográfica también influye:<br>• Zonas costeras deben cuidar los recursos marinos.<br>• Áreas rurales deben proteger los suelos y el agua.<br>• Ciudades deben gestionar el consumo, el transporte y los residuos de manera eficiente.",
    "Resumen": "La sustentabilidad no tiene un solo lugar: debe aplicarse en todos los espacios donde las personas viven, trabajan y se desarrollan. Cada sitio, según sus características, puede adoptar prácticas responsables que contribuyan al bienestar del planeta.",
    "Conclusión": "La sustentabilidad ocurre en cualquier lugar donde nosotros querramos hacer un cambio. No es necesario movernos de lugar para decidir hacer un cambio y tomar medidas al respecto. Todo comienza actuando localmente con una visión global que garantice un futuro más equilibrado y justo."
  },
  "co":{
    "Manera": "La sustentabilidad se aplica a través de acciones concretas y hábitos responsables, que permiten equilibrar el desarrollo humano con el cuidado del medio ambiente y el bienestar social.<br>Usar métodos como:<ul style=\"list-style-type: disc; padding-left: 20px;\"><li>Reducir, reutilizar y reciclar (las 3R)</li><li>Ahorro de energía y agua</li><li>Movilidad sostenible (uso de bicicleta, transporte público, etc.)</li><li>Consumo responsable (comprar solo lo necesario, elegir productos sostenibles)</li></ul>",
    "Método": "Se aplica un enfoque práctico basado en la adopción de hábitos sostenibles en el entorno cotidiano. El método consistió en identificar actividades de impacto ambiental y aplicar principios de sustentabilidad, como el uso responsable de recursos, la reducción de residuos y la eficiencia energética.",
    "Proceso": "Aplicar la sustentabilidad es un proceso continuo, que implica educación, cambios de hábitos, implementación de políticas y evaluación de resultados para mejorar constantemente.",
    "Forma": "La forma puede ser individual (acciones personales), colectiva (acciones en comunidad), institucional (escuelas, empresas, gobiernos), o global (acuerdos internacionales).",
    "Procedimiento":"Paso 1: Identificar el problema ambiental o social.<br>Paso 2: Proponer soluciones sostenibles.<br>Paso 3: Aplicar medidas concretas.<br>Paso 4: Medir resultados e impactos.<br>Paso 5: Ajustar y mejorar continuamente.",
    "Modo": "El modo de aplicar la sustentabilidad debe ser participativo e inclusivo, involucrando a todas las personas y sectores sociales.",
    "Técnicas": "<ul><li>Compostaje de residuos orgánicos</li><li>Energías renovables (solar, eólica)</li><li>Construcción sustentable</li><li>Agricultura ecológica</li><li>Educación ambiental</li><li>Instrucciones</li><li>Infórmate sobre los problemas ambientales.</li><li>Analiza tu entorno y tus hábitos.</li><li>Aplica cambios progresivos (usar menos plástico, ahorrar energía, etc.).</li><li>Participa en acciones comunitarias.</li><li>Comparte y educa a otros sobre buenas prácticas</li></ul>",
    "Resumen": "La sustentabilidad se aplica con responsabilidad y compromiso, usando métodos, formas y técnicas adaptadas a cada contexto. Es un proceso que involucra educación, acción y mejora continua, desde lo individual hasta lo colectivo.",
    "Conclusión": "La sustentabilidad requiere que se la implemente de manera consciente, constante y responsable, que la acción surja de la voluntad. Con pequeños cambios en nuestros hábitos, consumo, decisiones, desechos, etc. podemos ayudar a construir un planeta más sano."
  },
  "cn":{
    "Instrumentos": "La sustentabilidad se lleva a cabo con recursos, herramientas y medios que permiten implementar prácticas responsables y sostenibles en distintos ámbitos de la vida.<ul><li>Leyes ambientales</li><li>Políticas públicas</li><li>Normas ISO de gestión ambiental (como la ISO 14001)</li><li>Indicadores de sostenibilidad</li></ul>",
    "Objetos": "<ul><li>Contenedores para reciclaje</li><li>Paneles solares</li><li>Bombillas LED</li><li>Bicicletas</li><li>Bolsas reutilizables</li></ul>",
    "Recursos": "<ul><li>Energías renovables (solar, eólica, hidráulica)</li><li>Agua, aire, suelo (usados de forma responsable)</li><li>Materiales reciclables o biodegradables</li><li>Conocimiento científico y técnico</li></ul>",
    "Elementos": "<ul><li>Educación ambiental</li><li>Participación ciudadana</li><li>Compromiso social</li><li>Ética ecológica</li></ul>",
    "Medios": "<ul><li>Campañas de concientización</li><li>Programas educativos</li><li>Redes sociales para difundir prácticas sostenibles</li><li>Alianzas entre gobiernos, empresas y ONGs</li></ul>",
    "Herramientas": "<ul><li>Software para medir huella de carbono</li><li>Apps de movilidad sustentable</li><li>Manuales de buenas prácticas</li><li>Sistemas de gestión ambiental</li></ul>",
    "Utensillos": "<ul><li>Botellas reutilizables</li><li>Cubiertos ecológicos (bambú, acero inoxidable)</li><li>Composteras domésticas</li><li>Filtros de agua reutilizables</li></ul>",
    "Resumen": "La sustentabilidad se apoya en una variedad de instrumentos, recursos y herramientas que ayudan a reducir el impacto ambiental y promover un estilo de vida más consciente. Desde objetos cotidianos hasta tecnologías avanzadas, todo puede contribuir al desarrollo sostenible.",  
    "Conclusión": "La sustentabilidad no sólo involucra tener la voluntad de cambio, sino también contar con los medios necesarios para efectuar ese cambio. Para esto, es importante tener conocimiento de instrumentos, recursos y herramientas que están al alcance y que nos permiten hacer un cambio."
  },
  "cu":{
    "Cantidad de Recursos": "• <strong>Agua:</strong> Una persona promedio usa entre 100 y 150 litros de agua por día. Con prácticas sostenibles, puede reducirse a menos de 80 litros.<br>• <strong>Energía:</strong> Apagar luces y usar electrodomésticos eficientes puede reducir el consumo eléctrico en un hogar entre un 20% y 30%.<br>• <strong>Residuos:</strong> En promedio, una persona genera más de 1 kg de basura por día. Separar y reciclar puede reducir esta cifra drásticamente.",
    "Magnitud del Recurso": "• <strong>Bosques:</strong> Se pierden aproximadamente 10 millones de hectáreas de bosque al año a nivel mundial.<br>• <strong>Plásticos:</strong> Se producen más de 350 millones de toneladas de plástico por año; solo el 9% se recicla.<br>• <strong>CO₂:</strong> Una familia puede emitir entre 5 y 10 toneladas de CO₂ al año, dependiendo de su estilo de vida.",
    "Número": "• <strong>Paneles solares:</strong> Un solo panel solar puede generar entre 250 y 400 watts. Con 10 paneles, se puede cubrir gran parte del consumo de una vivienda.<br>• <strong>Reciclaje:</strong> Reciclar 1 tonelada de papel ahorra 17 árboles y 26.000 litros de agua.<br>• <strong>Ahorro energético:</strong> Cambiar a focos LED puede reducir hasta un 80% del consumo de electricidad en iluminación.",
    "Detalles Numéricos": "• Cada litro de gasolina que no se usa evita la emisión de 2,3 kg de CO₂.<br>• Usar transporte público en vez del auto puede reducir hasta 1 tonelada de emisiones por persona al año.<br>• La producción de carne consume 15.000 litros de agua por kg, mientras que las legumbres requieren menos de 5.000 litros.",
    "Detalles Cuantitativos": "• Medir la huella ecológica.<br>• Establecer metas de reducción de consumo.<br>• Evaluar impacto de políticas.<br>• Comparar alternativas (energía solar vs. energía fósil, reciclaje vs. desecho).",
    "Resumen": "La sustentabilidad requiere conocer y controlar cuánto se consume, se desperdicia o se ahorra. Los números permiten tomar decisiones más efectivas y evaluar si las acciones sostenibles realmente generan un cambio positivo.",
    "Conclusión": "Saber cuánto es indispensable para poder hacer un cambio. Tener conocimiento de mediciones concretas ayuda a la toma de decisiones, a decidir qué vamos a hacer para revertir la situación actual. Sabiendo las cantidades y los impactos reales, podemos aplicar soluciones más óptimas para mejorar la situación actual del planeta."
  }
}