{
  "es": {
    "¿Qué es la Sustentabilidad?": "La sustentabilidad es un enfoque integral y sistémico que busca satisfacer las necesidades presentes sin comprometer las de las generaciones futuras, basándose en tres pilares: ambiental, económico y social. Promueve un equilibrio entre el desarrollo humano y la conservación del planeta mediante el uso responsable de los recursos, la equidad social y la estabilidad económica. Desde la ingeniería en sistemas, se entiende como parte de un sistema dinámico e interdependiente, donde las decisiones tienen efectos en cadena, sirviendo como guía para una toma de decisiones responsable, consciente y orientada al bienestar global a largo plazo.",
    "": "sustentabilidad/img sustentabilidad/Picture1.png"
  },
  "pq": {
    "¿Por qué es importante la Sustentabilidad?": "La sustentabilidad surge como una necesidad urgente frente a la crisis ambiental, social y económica causada por el consumo desmedido, la contaminación y la sobreexplotación de recursos limitados. Su objetivo es lograr un equilibrio entre desarrollo económico, equidad social y cuidado del ambiente, corrigiendo los efectos negativos de las acciones humanas. No es una opción, sino una obligación para garantizar el bienestar presente y futuro. A través de la conciencia, la acción colectiva y el compromiso político y social, es posible transformar las causas del desequilibrio y construir una relación más sostenible con el planeta.",
    "": "sustentabilidad/img sustentabilidad/Picture2.png"
  },
  "pa": {
    "¿Para qué sirve la Sustentabilidad?": "La sustentabilidad busca generar conciencia colectiva sobre la necesidad de cuidar el planeta mediante una participación activa. No se limita a lo ambiental, sino que es un enfoque estratégico integral que transforma los modelos de vida, producción y consumo. Su objetivo es equilibrar el desarrollo económico, el bienestar social y la conservación ambiental, asegurando recursos para las generaciones presentes y futuras.",
    "": "sustentabilidad/img sustentabilidad/Picture3.png"
  },
  "qu": {
    "¿Quiénes aplican la Sustentabilidad?": "La sustentabilidad es una responsabilidad compartida que involucra a todos los sectores de la sociedad, desde gobiernos y empresas hasta ciudadanos, con el fin de equilibrar desarrollo económico, bienestar social y cuidado ambiental. Cada actor cumple un rol clave, y en el ámbito empresarial, el liderazgo del CEO es estratégico para incorporar prácticas sustentables. El diseño, implementación y gestión de tecnologías también resultan fundamentales para avanzar hacia un futuro más sostenible.",
    "": "sustentabilidad/img sustentabilidad/Picture4.png"
   },
  "cua": {
    "¿Cuándo se aplica la Sustentabilidad?": "La sustentabilidad requiere equilibrio entre crecimiento económico, equidad social y cuidado ambiental, exigiendo conciencia, compromiso y cambios en todos los niveles. Es una necesidad urgente del presente ante los efectos visibles del cambio climático, la pérdida de biodiversidad y las desigualdades. La acción debe ser integral: anticiparse antes con planificación preventiva, actuar con responsabilidad durante la ejecución y corregir después mediante evaluación y mejora continua, integrando principios sustentables en cada etapa para lograr un futuro más resiliente y equilibrado.",
    "": "sustentabilidad/img sustentabilidad/Picture5.png"
   },
  "do": {
    "¿Dónde se aplica la Sustentabilidad?": "La sustentabilidad debe aplicarse en todos los espacios donde las personas viven, trabajan y se desarrollan, abarcando contextos físicos y digitales, públicos y privados, locales y globales. Cada lugar puede adoptar prácticas responsables según sus características, siendo especialmente relevante en el ámbito tecnológico y digital para fomentar un desarrollo equilibrado y consciente.",
    "": "sustentabilidad/img sustentabilidad/Picture6.png"
   },
  "co": {
    "¿Cómo se aplica la Sustentabilidad?":  "La sustentabilidad se aplica mediante acciones responsables, adaptadas a distintos contextos, integrando educación, participación ciudadana, consumo consciente y mejora continua. No se limita a lo ambiental, sino que abarca lo social, tecnológico y económico. Se implementa a nivel individual, comunitario e institucional, promoviendo un cambio progresivo y colectivo en hábitos de consumo, producción, movilidad y energía. Con pequeñas acciones sostenidas en el tiempo se generan impactos positivos, contribuyendo a un desarrollo equilibrado y justo para el presente y el futuro.",
    "": "sustentabilidad/img sustentabilidad/Picture7.png"
  },
  "cn": {
    "¿Con qué se aplica la Sustentabilidad?": "La sustentabilidad se apoya en una diversidad de instrumentos, recursos, herramientas y medios concretos como leyes, tecnologías, objetos reutilizables y modelos de gestión ambiental como ISO 14001. Estos elementos facilitan la adopción de prácticas responsables que optimizan el uso de energía, agua y materiales, promoviendo un estilo de vida más consciente. La combinación de tecnología, educación y compromiso social permite actuar de forma efectiva, generar impactos positivos y sostenidos, y avanzar hacia un desarrollo sostenible para las generaciones presentes y futuras.",
      "": "sustentabilidad/img sustentabilidad/Picture8.png"
  },
  "cu": {
    "¿Cuánto afecta la Sustentabilidad?": "La sustentabilidad no se basa solo en principios éticos o ambientales, sino también en datos concretos que permiten medir el consumo, el desperdicio y el impacto ambiental. Conocer los valores numéricos asociados a los recursos es esencial para tomar decisiones responsables y evaluar el alcance real de las acciones sostenibles. Analizar el 'cuánto' impulsa a las personas a asumir responsabilidad individual y aplicar soluciones efectivas para mejorar la situación del planeta.",
    "": "sustentabilidad/img sustentabilidad/Picture9.png"
 }
}